heading: ЧАВО
top:
  heading: Популярные вопросы
  nim:
    question: Что такое NIM?
    answer: >
      NIM это токен оригинального блокчейна Nimiq.
      Всего при запуске майннета Nimiq, в первом блоке (Genesis Block) было создано 2.52 миллиарда токенов NIM.
      Минимальная единица NIM зовется сатоши, в свою очередь 100,000 сатоши равнозначны 1 NIM. С момента запуска майннета
      токены NIM выплачиваются майнерам как награда за нахождение блоков, более детальная информация в техническом разделе ЧАВО.
  testnet:
    question: Что такое Testnet NIM и для чего он предназначается?
    answer: >
       <a href="https://nimiq-testnet.com" target="_blank">Testnet</a> это среда в которой внедряется и тестируется новая функциональность перед тем как она официально запускается в продукционной среде
       <a href="https://nimiq.com" target="_blank">Mainnet</a>.
      Токены NIM которые добываются или перечисляется в среде Testnet являются тестовыми токенами NIM. <strong>Тестовые токены NIM тестовой среды Testnet предназначаются только для тестовых нужд и не совместимы с токенами и средой Mainnet.</strong>
  net:
    question: Что такое NET?
    answer: >
      NET это токен на базе ERC-20 (Ethereum) и был создан и выдан участникам в рамках ICO 
      <a href="https://medium.com/nimiq-network/token-sale-finalized-closing-analysis-ee5b92d0cd9c" target="_blank">
      </a>.
      Токены NET предназначаются для обмена на токены майннета Nimiq NIM в течение 6 месяцев с момента запуска майннета Nimiq.
      Всего было выпущено 10'500'000 токенов NET.
  where-net:
    question: На каких биржах торгуются токены NET?
    answer: >
      Токены NET доступны на <a href="https://liqui.io/#/exchange/NET_ETH" target="_blank">Liqui</a> и
      <a href="https://etherdelta.github.io/#NET-ETH" target="_blank">EtherDelta</a>.
  net-nim:
    question: Как обменять свои токены NET на токены NIM?
    answer: >
      NIM это токен блокчена Nimiq. Активировать причитающиеся Вам токены NIM при помощи аппликации
      <a href="https://activation.nimiq.com" target="_blank">Activation Tool for NET Holders</a> на сайте https://nimiq.com.
      Процесс активизации будет активен не более 6 (шесть) месяцев с даты запуска основной сети (майннет) Nimiq.
  ledger:
    question: Поддерживают ли NIM аппаратными кошельками?
    answer: >
      Да, уже доступно официальное приложение для
      <a href="https://www.ledgerwallet.com/products/ledger-nano-s" target="_blank">Ledger Nano S</a>.
      Инструкции по установке <a href="/tutorials/ledger" target="_blank">здесь</a>.
about:
  heading: О Nimiq
  nimiq:
    question: Что такое Nimiq?
    answer: >
      Nimiq это блокчейн на базе браузера созданный для максимальной простоты использования. Nimiq создан для того, чтобы сделать доступными преимущества технологии блокчейн для широких масс.
      Для достижения этой цели Nimiq был построен с нуля, чтобы упразднить барьеры, которые препятствуют повсеместному внедрению технологий блокчейн.
      Исходный код Nimiq является открытым (open-source) сейчас и останется таковым и в будущем.
  differences:
    question: Что отличает Nimiq от Bitcoin, Ethereum и т.д.?
    intro: 'Основные различия:'
    bullets:
      - >
        Единственная цель Nimiq это решение проблем платежных протоколов. Простые, быстрые и безопасные перечисления между пользователями.
      - >
        Nimiq не требует инсталлирования и основан на браузере, так как написан на Javascript ES6 и коммуницирует с сетью напрямую, без вовлечения третих сторон, посредством WebSockets + WebRTC.
      - >
       "Легкий" клиент позволяет установить быстрый консенсус с сетью за считанные секунды.
      - Практически мгновенные платежи обеспечиваются через off-chain транзакции.
      - Долгосрочные обязательства и положительные намерения отражены в Genesis-Block.
  learn:
    question: Где можно узнать больше Nimiq?
    answer: >
      Официальная информация публикуется в нашем <a href="https://medium.com/nimiq-network" target="_blank">Блоге</a> и
      <a href="https://twitter.com/nimiq" target="_blank">Твиттере</a>. У нас есть также замечательный
      <a href="https://www.youtube.com/c/nimiq" target="_blank">YouTube канал</a>.
      Присоединяйтес к обсуждению Nimiq в <a href="https://discord.gg/cMHemg8" target="_blank">Discord</a> и
      <a href="https://t.me/Nimiq" target="_blank">Telegram</a>, чтобы стать участниками нашего быстрорастущщего сообщества.
      Также Вы можете нас найти на
      <a href="https://www.reddit.com/r/Nimiq/" target="_blank">Reddit</a> и
      <a href="https://steemit.com/@Nimiq" target="_blank">Steemit</a>.
apps:
  heading: Аппликации экосистемы Nimiq
  terminology:
    question: Терминология аппликаций экосистемы
    bullets:
      - 'NIM: Аббревиатура монеты/токена блокчейна Nimiq.'
      - >
        Nimiq Account: Номер счета (адрес кошелька) в формате IBAN, длиной 36 символов, который принадлежит отдельно взятому лицу.
      - >
        Nimiq Safe: Цифровое хранилище, содержащее одну или несколько учетных записей Nimiq для хранения значительного количества токенов NIM, разработанный в первую очередь для
        персональных компьютеров и обеспечивает высокий уровень безопасности.
      - >
        Nimiq Wallet: Цифровой кошелек содержащий однин или несколько счетов Nimiq для ежедневных перечислений,
        нацелен на использование в мобильных устройствах и предназначен для частого выполнения перечислений.
      - >
        Account Access File: Файл в формате PNG, который сожержит зашифрованный личный ключ к определенному счету Nimiq.
      - >
        Account Recovery Words: Список из 24-х слов, посредством которых возможно восстановить личный ключ, а соответственно и доступ к определенному счету/кошельку Nimiq.
        <strong>Не путать</strong> со списком из 24 слов для восстановления аппаратных кошельков Ledger Nano S!
      - >
        Passphrase: Слово/фраза состоящая из не менее 10 символов, которую устанавливает сам пользователь. Данная фраза используется для шифровки и расшифровки
         файла доступа к счету (Account Access File) и личного ключа к определенному счету/кошельку Nimiq.
        Фраза позволяет импортировать/экспортировать счет Nimiq из/в Access File и подтверждать/подписывать выполнение перечислений с конкретного
        счета Nimiq.
      - >
        Nimiq Identicon: Визуальное представление номера счета Nimiq в виде уникального аватара.
        Identicon любого счета Nimiq  является практически  уникальным по своему виду и помогает легко различать между собой как Ваши собственные
        так и счета получателей относящихся к выполняемым Вами транзакциям.
        В целях безопасности всегда перепроверяйте не только Identicon, но и непосредственно номер счета на который выполняете перечисление!
  switch:
    question: Что случится если открыть аппликации экосистемы Nimiq другом браузере? Какие номера счетов в нем будут присутствовать?
    answer: >
      Действительно, каждый раз, когда Вы открываете аппликацию Nimiq в новом брайзере, все созданные в этом брайзере счета/кошельки, как личные так и публичные
      будут сохранены локально в этом брайзере. Посредством Nimiq Safe, Вы можете импортировать или экспортировать счета, таким образом
      при необходимости перемещая свои счета из брайзера в брайзер. Если Вы пользуетесь аппаратным кошельком Ledger Nano S, ключи хранятся непосредственно на самом устройстве Ledger
      и устройство может использоваться на различных компьютерах/браузерах без необходимости мануального импорта/экспорта ключей.
  safe:
    question: Что такое Nimiq Safe?
    answer: >
      Nimiq Safe это бесплатный пользовательский интерфейс, исходный код которого находится в открытом доступе (open-source). Интерфейс позволяет взаимодействовать
      с блокчейном Nimiq напрямую, при этом сохраняя полный контроль над Вашими ключами и счетами. Вы и только Вы ответственны на безопасное хранение
      находящейся в Вашем распоряжении ключей и другой сенситивной инфорамции.
  safety:
    question: Что нужно иметь ввиду чтобы обезопасить себя при использовании Ecosystem Apps?
    bullets:
      - >
        Самый безопасный метод доступа к Вашим средствам это официальная аппликация Nimiq app для
        <a href="/tutorials/ledger" target="_blank">аппаратного кошелька Ledger Nano S</a>. Хотя использование аппаратного кошелька
        не обязательно, это настоятельно рекомендуется, так как позволяет предотвратить возможную утечку/кражу конфиденциальной информации в случаях 
        типичных фишинговых атак или при заражении Вашего компьютера вредноносными вирусами.
      - >
        Фишеры согут попытаться прислать Вам сообщение содержащее ссылку на веб-страницу, которая визуально похожа на страницу Nimiq Safe, PayPal, или
        Вашего интернет-банка, хотя на самом деле это может быть фальшивый сайт. Мошенники таким образом могут попытаться завладеть Вашей личной информацией
      - и не исключено, что попытаются украсть Ваши деньги или крипто-активы. 
        'Команда Nimiq не имеет возможность восстановить или вернуть Ваши средства (токены), или заблокировать Ваш счет, если Вы каким-то образом потеряете Ваши личные ключи или Ваши ключи будут у Вас украдены'
      - 'ВСЕГДА ПРОВЕРЯЙТЕ URL адрес страницы аппликации Nimiq Safe: <code>https://safe.nimiq.com</code>'
      - >
        Вводите URL адрес в адресную строку браузера мануально, проверяйте написание адреса и сохраните правильный адрес в закладках URL.
        Не доверяйте ссылкам, которые Вам присылают по е-мейлу, Твиттеру, Фейсбуку и другим аналогичным каналам. Перед вводом важной с точки зрения
        безопасности информации, всегда следуйте непосредственно на <code>https://nimiq.com</code>.
      - >
        Единственным легитимным инструментом, в котором могут отражаться или запрашиваться Ваши пароли, ПИН-коды или список из 24 слов и выполняться
        все Ваши действия связанные с обработкой конфиденциальной информации в Nimiq Safe выполняются:
        <strong>"Nimiq Keyguard"</strong> с адресом <code>https://keyguard.nimiq.com/</code>...
      - 'Установите блокиратор рекламы и не кликайте на рекламные баннеры и ссылки в поисковых системах, таких как Google и другие.'
  backup:
    question: Как правильно хранить данные для восстановления доступа к счетам?
    answer: >
      Создайте резервную копию Вашего списка из 24 слов и пароля. Не храните данную информацию на своем компьютере.
      Распечатайте или запишите данную информацию на бумаге. Храните одну или несколько копий этого документа в безопасных и 
      географически разных местах. Резервное копирование будет бесполезно, если записи будут уничтожены огнем, наводнением, либо каким-то другим способом.
      Не храниет Вашу секретную информацию на таких сервисах как Dropbox, Google Drive и других  облачных хранилищах. В случае взлома Ваших учетных записей, Ваши средства могут быть украдены.     compromised, your funds will be stolen.
  lost:
    question: Что делать если информация для доступа к счетам потеряна?
    answer: >
      Если Вы потеряли данные для доступа к счету, такие как список из 24 слов, пароль или ПИН-код, то восстановить такую информацию невозможно!
      <strong>Не теряйте её! Сделайте резервные копии</strong>
  clear-cookies:
    question: Сотрется ли остаток моего счета если я сотру cookies?
    answer: >
      Нет, остаток счета  хранится не в Вашем браузере, а в блокчейне Nimiq.
      В браузере для Вас хранится информация о доступе к Вашим средствам. Эта информация хранится в офлайновых данных браузера(browser offline data).
      Поэтому информация о доступе будет удалена если брайзер удалит offline data, но не сотрется при удалении cookies.
      Несмотря на это, всегда создавайте и храните резервные копии паролей, списока из 24 слов и ПИН-кодов и т.п.!
   ledger-compatible:
    question: "Совместимы ли слова для восстановления доступа к счетам Nimiq со словами для восстановления Ledger Nano S?"
    answer: >
      Нет, слова не совместимы по дизайну. Идея аппаратного кошелька в том, что он предотвращает доступ к личным ключам с компьютеров 
      особенно если они заражены вирусами. Поэтому никогда не храните фразы для восстановления Ledger Nano S 
      на Вашем компьютере и соответственно не импортируйте сгенерированные на вашем компьютере фразы для восстановления доступа к счетам
      в Ledger. При потере Вашего Ledger Nano S, рекомендуется импортировать фразы для восстановления от предыдущего Ledger Nano S в новый/другой Ledger Nano S,
      таким образом восстановив доступ к Вашим средствам.
 technical:
  heading: Технические аспекты
  browser-only:
    question: Nimiq работает только в браузере?
    answer: >
      Не совсем, мы спроектировали Nimiq таким образом, чтобы его можно было запускать в Вашем брахзере без установки какого либо дополнительного программного обеспечения.
      Но это не значит, что Nimiq работает только в браузере.
      Вы можете использовать любое устройство поддерживающее Node.js для запуска <a href="#downloads">Backbone Client</a>.
  pos:
    question: Что Вы думаете о технологии Proof of Stake?
    answer: >
      Это отличная тезнология, но на данный момент её необходимо немного больше изучить и протестировать перед тем как внедрять.
      Мы не исключаем использование данного подхода в сети Nimiq в будущем, но это нам еще только предстоит решить.    
  parameters:
    question: Каковы основные параметры блокчейна Nimiq?
    bullets:
      - >
        Время блока: 1 минута (на это нас сподвигли результаты "On the Security and Performance of Proof of Work
        Blockchains").
      - >
        Размер эмиссии: 21 миллиард токенов поделенное на 10⁵, таким образом общее количество в минимальных единицах (сатоши) равно 21e14,  
        аналогично общему количеству минимальных единиц Bitcoin.
      - >
        Вознаграждение за блок: начиная с 4965 NIM за блок и постепенно уменьшается (по аналогии с Monero и Cryptonote)
        пропорционально увеличению количества найденных блоков и оставшейся эмиссии токенов Nimiq. Вознаграждение будет сохраняться неизменными при достижении 
        определенного количества блоков.
      - 'Макс. размер блока: 140 kB'
      - 'Изменение уровня сложности: Каждые 120 блоков.'
    more: >
      Более детально с параметрами и установками можно ознакомиться в
      <a href="https://nimiq-network.github.io/developer-reference/" target="_blank">Developer Reference</a>.
mining:
  heading: Майнинг
  backbone:
    question: Можно ли майнить Nimiq с использованием специализированной программы (Backbone Client)?
    answer: Да, подойдет люьбой сервер или компьютер на котором можно запускать Node.js.
  setup:
    question: КакHow can I get the best setup to mine?
    answer: >
      Блокчейн Nimiq использует PoW алгоритм Argon2.
      Argon2 спроектирован и оптимизирован для того, чтобы графические процессоры (GPU) или их аналоги не были бы способны хешить эффективнее и быстрее, 
      чем обычные процессоры (CPU).
      Это достигается за счет привязки скорости добычи к памяти и латентности кэша вместо обработки мощности,
      что приводит к снижению потребления энергии на современных процессорах (CPU).
      Наиболее эффективное аппаратное обеспечение для майнинга Argon2 на данный момент неизвестноЮ так как скорее всего на данный момент оно еще не разработано.
  same-wallet:
    question: Могу ли я пользоваться одним и тем же счетом/кошельком на разных устройствах?
    yes: 'Да:'
    bullets:
      - >
        Если Ваш счет был создан в Nimiq Safe, Nimiq Web Miner или Nimiq Keyguard, Вы должны всего лишь экспротировать
        данные доступа к счету посредством Nimiq Safe и импортировать их в Nimiq Safe или брайзер на другом устройстве.
      - >
        При использовании аппаратного кошелька Ledger Nano S, данные доступа  хранятся на нем и могут быть использованы на любом устройстве без необходимости
        прпедварительного импорта и сохранения на соответствующем девайсе.
      - >
        Если Вы хотите получать вознаграждение за майнинг на какой-то один определенный счет, просто укажите номер этого счета в конфигурации майнера.
        Для этого Вам не надо импортировать данные доступа к счету.

