{
   "heading": "Защитите себя и свои средства",
   "not-a-bank": {
      "heading": "1. Nimiq Safe это НЕ банк",
      "intro": "Интерфейс пользователя Nimiq Safe",
      "bullets": [
         "При создании счета в Nimiq Safe генерируется зашифрованный набор цифр: Ваш личный ключ (в виде 24 слов для восстановления счета) и Вашего публичного ключа (в виде самого номера Вашего счета).\n",
         "Обработка ключей происходит непосредственно в брайзере Вашего компьютера.",
         "Вы можете сгенерировать файл доступа (Account Access File) который содержит в зашифрованный паролем Ваш личный ключ, который Вы можете сохранить на Вашем компьютере.\n",
         "Мы никогда не передаем, не получаем и не сохраняем Ваш личный ключ, слова восстановления, пароль, файл доступа к учетной записи или любую другую информацию учетной записи.\n",
         "Мы не взимаем комиссию за транзакцию.",
         "Вы просто используете наш интерфейс для непосредственного взаимодействия с блокчейном Nimiq.",
         "Если Вы кому-либо передаете или пересылаете свой номер счета (публичный ключ), то Вам могут перечислить токены NIM указав при\nперечислении Ваш номер счета.",
         "Если Вы передаете кому-либо Ваш личный ключ, список из 24 слов доля восстановления доступа к счету, пароль, либо файл доступа, то эти данные позволяют получателю ПОЛНОСТЬЮ контролировать Ваш счет, а значит и Ваши деньги!\n"
      ]
   },
   "we-cannot": {
      "heading": "2. Это означает, что мы не можем ...",
      "bullets": [
         "Получить доступ к Вашему счету и проводить перечисления с Вашего счета.",
         "Восстановить или изменить Ваш личный ключ.",
         "Восстановить или сбросить Ваш Пароль.",
         "Вернуть, отменить или не выплатить транзакции.",
         "Заблокировать счета."
      ]
   },
   "responsible": {
      "heading": "3. Вы и только вы несете ответственность за свою безопасность",
      "bullets": [
         "Не поленитесь хранить Ваши личные ключи, а токже списки из 24 слов восстановления доступа, файлы доступа и пароли в надежном месте и в безопасности! Ваш личный ключ иногда может называться вашей мнемической фразой, хранилищем ключей, UTC файлом, JSON файлом или wallet файлом.\n",
         "Если вы потеряете свой личный ключ или пароль, никто не сможет его восстановить.",
         "Если вы вводите свой личный ключ или пароль и т.п информацию на фишинговом веб-сайте, все ваши средства будут украдены."
      ]
   },
   "hardware": {
      "heading": "4. На полном серьезе! Обязательно пользуйтесь аппаратными кошельками!",
      "bullets": [
         "Аппаратный кошелек - очень безопасный и в то же время удобный для Вас доступ к вашим средствам.",
         "Личный ключ к вашим средствам хранится на устройстве аппаратного кошелька и никогда не покидает его.",
         "С аппаратным кошельком ваши средства в безопасности даже при подключении к зараженному вирусами компьютеру.",
         "Если Вы владеете криптовалютами на сумму, превышающую Ваш недельный заработок мы <strong>настоятельно</strong> рекомендуем приобрести аппаратный кошелек. Поверьте, это того стоит!\n",
         "Мы рекомендуем Вам <a href=\"https://www.ledgerwallet.com/products/ledger-nano-s\" target=\"_blank\">Ledger Nano S</a>, который предлагает официальную аппликацию Nimiq App. Инструкцию по установке можно найти <a href=\"/tutorials/ledger\">здесь</a>.\n"
      ]
   },
   "nimiq-com": {
      "heading": "5. ВСЕГДА проверяйте, что подключаетесь к: https://nimiq.com",
      "bullets": [
         "Мануально введите этот адрес в адресную строку браузера, проверьте орфографию и сохраните закладку на этот URL.",
         "Единственным легитимным инструментом, в котором могут отражаться или запрашиваться Ваши пароли, ПИН-коды или список из 24 слов и выполняться все Ваши действия связанные с обработкой конфиденциальной информации в Nimiq Safe выполняются: <strong>\"Nimiq Keyguard\"</strong> с адресом <code>https://keyguard.nimiq.com/</code>...\n"
      ]
   },
   "cryptonite": {
      "heading": "6. Установите Cryptonite от Metacert, который предупредит Вас, что Вы посещаете вредноносный веб-сайт."
   },
   "offline": {
      "heading": "7. Запускайте Nimiq Safe локально и офлайне."
   },
   "urls": {
      "heading": "8. Не доверяйте сообщениям, адресам и URL-адресам, полученным электронно, напремер через е-мейл или личное сообщение. Всегда проверяйте информацию в других источниках!\n",
      "bullets": [
         "Не нажимайте на случайные ссылки, связанные с криптовалютами, деньгами, банковским обслуживанием или любым другим сервисом, например Dropbox, Google Диск, Gmail полученными по е-мейлу.\n",
         "И если Вы все же случайно открыли ткого рода ссылку, не вводите никакой информации на данной странице.",
         "Никогда не вводите Ваши личные ключи, 24 слова восстановления доступа, пароли и другую секретную информацию на случайных веб-сайтах, которые был отправлены или переданы Вам сомнительным способом.\n"
      ]
   },
   "2fa": {
      "heading": "9. Активизируйте двойную аутентификацию 2FA (Two-Factor-Authentication) где только это возможно.",
      "bullets": [
         "Лучше всего это сделать прямо сейчас, удобство - плохое оправдание. Мы советуем Google Authenticator over Authy. Использование номера телефона не рекомендуется. Затем убедитесь, что ваш номер телефона <strong>не</ strong> привязан к вашей учетной записи Google. Иначе потенциальный хакер может получить доступ к вашей учетной записи через этот номер.\n",
         "Усвойте: 2FA предназначена для обеспечения безопасности Вашего пароля на сервере. Поэтому двойная аутентификация (2FA) не предназначена для использовании Nimiq Safe, так как это аппликация находится только на стороне клиента.\n",
         "Не забудьте сохранить резервную копию данных для восстановления 2FA в надежном месте. Это очень большая потеря, если Ваш телефон например утонул, а вся Ваша жизнь защищена 2FA.\n"
      ]
   },
   "check": {
      "heading": "10. Всегда перепроверяйте адрес URL, и еще тщательнее перепроверяйте адреса URL GitHub",
      "bullets": [
         "Всегда проверяйте, что Вы открыли правильную страницу, перепроверяйте правильность адерса URL перед вводом любой информации. Это особенно важно для сайтов, на которых требуются имена пользователей, пароли, адреса электронной почты, личные ключи, или другая личная информация.\n",
         "SSL сертификаты не означают, что сайт надежен, это только говорит о том, что они купили какой-либо SSL сертификат. Если сомневаетесь правильный ли введен адрес URL, перепроверьте его на какой-либо надежной веб-странице например на Reddit, Twitter, GitHub, Discord или в любом другом месте официалльно связанном с данным проектом.\n",
         "URL адреса GitHub легко подделать и очень трудно заметить такую подделку. Вместо загрузки со случайного адреса URL найденного непонятно где на Reddit, найдите праильные алрес URL своими силами. Следите за разработкчиками репозиториев в Twitter, Reddit, или отметьте их на GitHub. Это поможет Вам быстрее найти правильный URL.\n"
      ]
   },
   "site": {
      "heading": "11. Всегда проверяйте, что сайт, который вы посещаете, является легитимным.",
      "text": "Особенно, если вы собираетесь использовать свой личный ключ и/или загружать приложение. Что является легитимныым? Услуга, которую  использовали в течение приемлемого периода времени с положительными результатами. Если URL-адрес зарегистрирован на недавно или только сайт что запущен, будьте осторожны или избегайте его некоторое время.\n"
   },
   "twitter": {
      "heading": "12. Всегда проверяйте, что является учетная запись Twitter настоящей!"
   },
   "google": {
      "heading": "13. Ищите по название сайта/сервиса + «мошенничество» или «отзывы» (\"scam\" or \"reviews\")",
      "text": "Мошеннические сайты редко существуют продолжительное время. Оцените являются ли комментарии в каком-нибудь случайном блоге написанными реальными людьми. Не оценивайте правдивость информации по одному источнику. Легитимные сервисы обычно имеют микс из позитивных и негативных комментариев, которые были оставленв в течении  длительного преиода времени. О мошеннических сайтах обычно никто не говорит или же полно жалоб на то как люди были обмануты, или опять же только подозрительно супер позитивные отзывы. Все эти приметы сигнализируют быть осторожными.\n"
   },
   "remote": {
      "heading": "14. Не доверяйте программам удаленного доступа (например TeamViewer, VNC, …)",
      "text": "Особенно не на компьютере, который хранит ваши личные ключи, потому что количество дыр в безопасности в этих программах ужасно.\n Также считайте, что 2FA бесполезно, если вы предоставляете кому-либо доступ ко всему компьютеру со всеми его учетными записями\n путем элементарного ввода простого пароля.\n"
   },
   "ad-blocker": {
      "heading": "15. Установите блокировку рекламы, которая действительно блокирует всю рекламу",
      "text": "Мы рекомендуем uBlock Orgin. Если Вы пользуетесь Adblock Plus, знайте, что по умолчанию эта программа не скрывает Google Ads. Откройте настройки Adblock Plus уберите отметку в окошке под название \"Allow some non-intrusive advertising\".\n"
   },
   "ads": {
      "heading": "16. Не кликайте на рекламные ссылки",
      "text": "Неважно есть у Вас блокировка рекламы или её нет, не нажимайте на рекламные ссылки."
   },
   "visited": {
      "heading": "17. Если Вы случайно попали на вредноносный сайт, удалите  историю за последнее время и любые возмождности автоматического заполнения информации.\n",
      "text": "Например после посещения, к примеру вредноносного сайта \"krakken.com\" (с двумя буквами k), удалите недавнюю историю посещений, что позволит избежать повторного посещения сайта введя первый буквы названия \"kra…\" и неосмотрительно выбрав автоматически предлагаемый сайт \"krakken.com\" в следующий раз.\n"
   },
   "discount": {
      "heading": "18. Никто и никогда не подарит или не даст Вам бесплатно или с существенной скидкой монеты NIM, NET, ETH, BTC или другое!",
      "bullets": [
         "Часто мошенники проводят какие-то опросы, в конце которых необходимо ввести личную информацию. Всегда тщательно проверяйте находитесь ли Вы на правильном и законопослушном сайте перед тем как участвовать и вводить какую-то либо информацию.\n",
         "Законопослушная компания, группа или проект, который только что закончил продажу своих токенов не будет продавать Вам токены через личные сообщения.\n",
         "Не полагайтесь на изображение аватара, наивно предлагая,что общаетесь с надежным источником.\n"
      ]
   },
   "strong": {
      "heading": "20. Используйте сложные пароли и фразы (Passwords and Passphrases)",
      "bullets": [
         "Используйте в паролях пробелы",
         "Создавайте длинные пароли, на 15 и более символов",
         "Используйте фразу, которая достаточно личная, но в тоже время уникальная",
         "Меняйте язык написания в рамках одной и той же фразы",
         "Осознанно делайте грамматические ошибки в паролях",
         "Добавляйте различные специальные символы",
         "Еще больше советов Вы можете найти в статье <a href=\"https://www.howtogeek.com/195430/how-to-create-a-strong-password-and-remember-it/\"> howtogeek.com: How to create a strong password and remember it</a>\n"
      ]
   },
   "unlock": {
      "heading": "21. Разблокируте Ваш счет/кошелек ТОЛЬКО тогда, когда действительно планируете выполнить транзакцию.",
      "text": "Следите за балансом счета при помощи обозревателя сети, например <a href=\"https://nimiq.watch\">nimiq.watch</a>."
   },
   "brain": {
      "heading": "22. И в завершение: включите свой мозг!",
      "text": "Подумайте минутку. Не предполагайте, спросите. Не надо слепо следовать и верить кому-либо, задайте вопрос. Если что-либо кжется подозрительным, если вы чувствуете себя счастливейшим парнем / девушкой на Земле, или если Вы спрашиваете себя \"Интересно, почему я раньше не видел такого на Reddit?\", вероятно, на это есть причина.\n"
   }
}