{
   "heading": "Команда",
   "slogan": "Создателями Nimiq движет непреодолимое желание привнести в общество что-то очень значительное, маштабное и передовое. Создание сети и экосистемы Nimiq доказывает обоснованность этих амбиций, в свою очередь команда объединяет профессионалов, таланты и знания которых позволяют реализовать поставленные цели.",
   "video": {
      "heading": "Узнай о нас больше"
   },
   "robin": {
      "title": "Учредитель Nimiq, Архитектор Блокчейна&Экосистемы",
      "description": "\"Белый\" хакер, родной язык которого Javascript. Спроектировал, разработал и опубликовал исходный код <a href=\"https://thenextweb.com/insider/2015/12/27/snapdrop\" target=\"_blank\">Snapdrop</a> более 500’000 уникальных посещений с момента запуска. Опубликовал такой инструмент приватности как Webkay, чтобы показать незащищенность персональных данных, более  1.5 миллиона посетителей с момента запуска. Раскрыл проблемы безопасности посредством тестирования возможностей проникновения в различные системы (в том числе такие как Twitter и Google). Соучередитель стартапа Edutech, который сотрудничает с университетами ETH Zurich и Humboldt University Berlin. Разработал и внедрил первый в мире прототип блокчейна на базе браузера. Неутомимый интерес к различного рода веб платформам, начиная от пользовательского интерфейса (UI) и заканчивая самыми прогрессивными веб аппликациями, маштабируемостью, производительностью и безопасностью.\n"
   },
   "philipp": {
      "title": "Учредитель Nimiq, Технический руководитель (Blockchain Tech Lead)",
      "description": "Степень бакалавра в Немецком Исследовательском Центре Искуссвенного Интеллекта (the German Research Center for Artificial Intelligence). Степень магистра в Институте Компьютерных Наук Макса Планка (Max Planck Institute for Computer Science). Аспирант профессора Михаэля Бакес (Professor Michael Backes) в Группе Информационной безопасности и Криптографии Центра Кибербезопасности, конфиденциальности и учета (CISPA - Center for Cybersecurity, Privacy and Accountability). Создал удостоенное наград программное обеспечение AppGuard (более 2-х миллионов загрузок, награда German IT Security) и Boxify (награда CeBIT Innovation Award). Публиковался некоторых журналах и технических докладах. Увлечен технологией Блокчейна и обеспечением безопасности без компромиссов.\n"
   },
   "elion": {
      "title": "Учредитель Nimiq, Управление (Operations)",
      "description": "Соучредитель, инвестор и финансовый директор расположенной в Силиконовой долине компании MoodLogic Inc. Компания была продана в 2006 году компании AMG (сейчас именуется ROVI). Докторская степень в экономике в Швейцарском университете святого Галлена (Swiss University of St. Gallen) и приглашенный доктор в Школе Бизнеса Штерна (Stern School of Business, NYU). Основал движение Silicon Paradise Tech в Коста Рике и  SkyLoft как инкубационную базу для проработки идей и стартапов.  Сотрудничество с Carao Ventures в оценке и поддержке стартапов и профессиональных начинаний с большим влиянием на среду и общество.\n"
   },
   "pascal": {
      "title": "Blockchain Core Developer",
      "description": "Аспирант в Группе Информационной Безопасности и Криптографии (the Information Security & Cryptography Group SU) с более чем десятью публикаций и несколькими стипендиямию Член команды saarsec CTF: 3-е место на RuCTFE 2015, 2-е место на iCTF 2015 and 2-е место на  RuCTF 2016. Член организационного комитета Первого Европейского симпозиума по безопасности и защите конфиденциальных данных(the 1st IEEE European Symposium on Security & Privacy). Член комитета по выбору профессоров университета Saarland (Saarland University). Бывший научный сотрудник в области Кибербезопасности и математики компьютерных наук (TA for Cyber Security & Mathematics for Computer Science). Увлечен распределенными системами и обожает реализовавать вещи, которые на первый взгляд кажутся не реализуемыми.\n"
   },
   "marvin": {
      "title": "Blockchain Core Developer",
      "description": "Провел 2017 IEEE Symposium on Security & Privacy в Силиконовой Долине. Уже в 14 лет зарабатывал себе на корманные расходы своим интернет сайтом. Один из самых молодых менторов в Google Summer of Code, Эксперт по анализу вредоносных программ, мобильной и интернет безопасности. Увлечен построением конфиденциальности и всем, что связано с Android и криптографией.\n"
   },
   "jeff": {
      "title": "Blockchain Core Developer",
      "description": "Любит разговаривать с чипами на бинарном уровне. Асинхронный характер JavaScript напоминает ему об аппаратные проблемах. Эксперт по системам автоматического тестирования, серверам  и поддерживающей инфраструктуре для\n программных проектов. Он кодирует (SDK) для настройки параметров\n изготовленных на заказ специализированных интегральных схем, входящих в сетевое оборудование корпоративного уровня.\n Развернул несколько DNS-серверов BIND (с поддержкой многопоточности с пользовательской компиляцией) в масштабе страны для крупного провайдера.\n"
   },
   "arthur": {
      "title": "Blockchain Security Scientist",
      "description": "Артур - преподаватель  в Имперском колледже Лондона и Университете Люцерна прикладных наук и искусств (HSLU). Он получил докторскую диссертацию по безопасности и конфиденциальности Blockchain в ETH Zurich.\n Он создал несколько влиятельных рецензируемых научных статей, опубликованных на конференциях по безопасности на высшем уровне.\n Артур является соучредителем ChainSecurity AG, первой компании, которая предоставила автоматизированный инструмент официальной проверки\n для интеллектуальных контрактов Ethereum (<a href=\"https://www.securify.ch\"> www.securify.ch </a>).\n Команда удостоила его чести оказать практическую помощь и поделиться ценными научными познаниями\n а также инициировать исследование по темам, относящимся к долгосрочности проекта Nimiq.\n"
   },
   "daniel": {
      "title": "Ecosystem & UI/UX Developer",
      "description": "Помощник по исследованиям в немецком исследовательском центре ИИ, работающем на интеллектуальных пользовательских интерфейсах. Репетитор по информатике и TA в SU. Страсть к внедрению прогрессивных пользовательских интерфейсов и интерфейсов.\n"
   },
   "soeren": {
      "title": "Ecosystem & UI/UX Developer",
      "description": "Изучал аэрокосмическую инженерию в Великобритании. Работал инженером по требованиям и развил навыки перфекционизма. Как страстный Javascript  программист, первого сообщения Hacker News о проекте Nimiq было достаточным\n для погружения в мир блогчейна и криптовалют. Sören - энергичный и активный член сообщества\n и создал первый Nimiq blockchain explorer <a href=\"https://nimiq.watch\"> nimiq.watch </a>.\n Теперь он применяет свои навыки в решения проблем пользовательских интерфейсов и помогает начинающим разработчикам начать работу в\nнад Nimiq.\n"
   },
   "maximilian": {
      "title": "Ecosystem & UI/UX Developer",
      "description": "Еще ребеноком он узнал, что означает «форматнуть» диск не по детски, форматнув  именно тот диск, на котором были записаны диски. Когда Интернет пришел в его дом, Макс начал создавать веб-сайты\n  и вскоре были запущены его собственные браузерные игры. Думал, было бы интересно изучить компьютерную науку.\n  Несколько работ репетитора в SU включали в себя криптографию, а парралельно и программирование.\n  Работал в качестве полнофункционального веб-разработчика по интранет-проектам для глобальных предприятий.\n  Макс работал с и против некоторых самых уродливых бизнес-API и всегда преуспевал.\n"
   },
   "curd": {
      "title": "System Virtuoso",
      "description": "Эксперт по безопасности оборудования и сетевых систем до глубины души. Он изучал информатику в Саарландском университете, специализируясь на раннем этапе системного администрирования и продвижения\n руководителю информационных технологий в CISPA (Центр кибербезопасности, конфиденциальности и подотчетности).\n В CISPA он управлял разнородными аппаратными и программными платформами в сочетании с 70 + физическими и виртуальными серверами.\n Творог добровольно вызвался наставником «Программирование для инженеров» для беженцев во время иммиграционной волны, в частности\n бросил вызов Германии. У него есть личная страсть к операционным системам с акцентом на тестирование безопасности и\n обратный инжиниринг. Несколько проектов обеспечения безопасности, над которыми он работал, являются строго конфиденциальными.\n"
   },
   "Sven": {
      "title": "Communications, UI/UX Development, Technical Documentation",
      "description": "Свен начал взламывать веб-приложения в середине 90-х годов в возрасте двенадцати лет по модемному модему и имеет степень в области информатики и медиа дизайна, специализируясь на взаимодействии человека и компьютера.\n Он выступает за разнообразие и устойчивость, увлекается обучением, письмом и жизнью на открытом воздухе.\n Работал консультантом по веб-технологиям и в научных исследованиях в Университете Тренто, Италия, и\n Немецком институте искусственного интеллекта (DFKI). Жил и работал на четырех из семи континентов.\n"
   },
   "tammo": {
      "title": "UI/UX Design",
      "description": "Совладелец агентства цифрового маркетинга. Получил больший опыт и создал свое портфолио в Jung von Matt. Консультировал министерство иностранных дел Германии по цифровым вопросам. Предприниматель.\n Личная страсть к коммуникационным стратегиям помогает проводит правильнуб стратегию на ранних стадияхи помощь на ранних стадиях делают это правильно.\n"
   },
   "julian": {
      "title": "UI/UX Designer & Developer",
      "description": "Совладелец агентства цифрового маркетинга. Консультировал министерство иностранных дел Германии по цифровым вопросам\n Создал платформу для Subway Germany. Frontend разработал платформу разработчиков Skype Bot Developers.\n Умеет видеть полную картину, но также внимателен и к деталям реализации интерфейса и UX.\n"
   },
   "ricardo": {
      "title": "Community Manager",
      "description": "По профессии инженер по телекоммуникациям, а по призванию эвангелист в области криптовалют. Персональные проекты от проектирования подводных волоконно-оптических кабельных сетей  в аппликации CAD до разработки синтезируемой модели\n образовательный CPU. Жизненная миссия по цифровизации и мониторингу каждой энтропийной переменной в современном мире привела к выступлению\n на всемирной конференции Nagios 2014. Инструктор по Linux и сети в Greencore Solutions.\n Отвечал за управление всей инфрастурктурой  крупнейшего телекомуникационного провайдера в Коста-Рике.\n Писал техническую документацию в ведущей компании WebRTC TokBox.\n"
   },
   "sui-ju": {
      "title": "Communication & Research",
      "description": "Изучала управление информацией и работала в штаб-квартире HTC на Тайване. Она свободно говорит на китайском, тайваньском и английском языках, а также свободно говорит на немецком языке.\n Во время работы и путешествий в США, Австралии и Европе она обнаружила свою страсть к культурам, языкам,\n и коммуникации. Она оптимист, любит простоту и в восторге от того, что ждет технологии блокчейна и криптовалюты в будущем.\n"
   },
   "amy": {
      "title": "Communication & Research",
      "note": "(on sabbatical for graduate studies)",
      "description": "Бакалавр экономики в Калифорнийском университете в Беркли. Магистр кандидатских наук. Аналитик китайского рынка.\n"
   },
   "mauricio": {
      "title": "Counsel & Representation",
      "description": "Маурисио является адвокатом Коста-Рики и членом как Коста-Рики, так и Американской ассоциации адвокатов. Он также является членом Ассоциации сертифицированных специалистов по финансовым преступлениям (www.acfcs.org), ведущий орган в области соблюдения и финансового регулирования. Он является партнером InterTax, юридического и бухгалтерские услуги фирмы с офисами в Уэстон, Брикелл и Орландо, Флорида и Сан-Хосе, Коста-Рика и консультирует криптовые компании с начала 2014 года. Маурисио был приглашен в качестве докладчика на многочисленные конференции, касающиеся банковских операций, цифровых платежей, криптоконверсий и регулирования для связанных с криптографическим бизнесом и соблюдения. Его статья «Последнее десятилетие наличных денег» была представлена ​​на Коста-Риканский международный форум информационных технологий 2014. Маурисио - энергичный серфер, дальний триатлет и горный байкер. Он увлечен евангелизацией правительственных органов по распределенным бухгалтерским технологиям и прикладным программам в области права и предвидит общественное служение в его будущем.\n"
   },
   "philipp-tschabold": {
      "title": "Nutrition Magician",
      "description": "После нескольких лет работы в качестве страстного шеф-повара и ресторатора в Швейцарии и за ее пределами, Филипп решил изменить ситуацию и следить за своей страстью.\n Он намеревался создавать и доставлять кулинарные впечатления как услугу на яхтах, касаясь некоторых из\n самые красивые места по всему миру. Одна из его остановок представила его в особую часть Коста-Рики\n где он нашел свою любовь, спокойствие и новый дом. Несколько лет назад Филипп встретился с одним из членов команды Nimiq\n и после повторного соединения присоединились к усилиям, позволяющим всем наслаждаться его сбалансированными и здоровыми удовольствиями на месте,\n поддерживая проект Nimiq как фундаментальную часть производительности команд.\n"
   },
   "atua": {
      "title": "Video Documentation & Social Media",
      "description": "115K подписчиков на Youtube . Профессиональный влоггер, изучает Blockchain & Cryptocurrency\n"
   },
   "chris": {
      "title": "Video Documentation & Social Media",
      "description": "85K подписчиков на Youtube. Профессиональный влоггерr, увлекается инвестирование в Blockchain & Cryptocurrency.\n"
   }
}